{
  "languages": {
    "nl": {
      "homePage": {
        "pageTitle": "Home | Dieter Vanlangenaker Photography",
        "galleryHeading": "Uitgelicht Werk",
        "galleryIntro": "Een selectie van mijn meest recente en favoriete projecten.",
        "heroCarousel": {
          "title": "Momenten Vastleggen Die Voor Altijd Blijven",
          "subtitle": "Tijdloze fotografie voor onvergetelijke levensverhalen."
        },
        "quoteSection": {
          "quote": "Het mooiste aan een foto is dat ze nooit verandert, zelfs als de mensen erop dat wel doen.",
          "attribution": "– Andy Warhol"
        },
        "photographyParagraph": {
          "title": "Waarom Fotografie Ertoe Doet",
          "text": "Fotografie is meer dan een klik op de knop – het is een manier om een moment, een gevoel, een verhaal te bevriezen. In een wereld waar alles snel gaat, is een foto een pauzeknop, waarmee je de schoonheid van het nu kunt vasthouden. Mijn werk draait om het vinden van de ziel in elke scène, of het nu gaat om de stille blik van een geliefde of de chaos van een vluchtig avontuur. Ik combineer de rauwe energie van alternatieve muziek, de diepgang van een Kubrick-film en de precisie van mijn jaren als vliegtuiginspecteur om beelden te creëren die resoneren, blijven hangen en jouw unieke verhaal vertellen."
        },
        "clientQuotes": {
          "title": "Klanten aan het woord",
          "quotes": [
            {
              "quote": "Samenwerken met jou voelde als werken met een kunstenaar die mensen echt ziet. De foto’s vangen het hart van onze familie.",
              "client": "– Sarah & James, 2024"
            },
            {
              "quote": "Jouw oog voor detail is ongeëvenaard. Elke opname voelde persoonlijk en betekenisvol. Bedankt!",
              "client": "– Emma L., 2023"
            },
            {
              "quote": "Je hebt onze huwelijksdag onvergetelijk gemaakt. De foto’s zijn pure magie!",
              "client": "– Michael R., 2025"
            },
            {
              "quote": "Het leek alsof je precies wist wat we wilden, nog voor we het zelf wisten. Schitterend werk.",
              "client": "– Clara & Tom, 2024"
            }
          ]
        },
        "aboutMe": {
          "title": "Wie Ben Ik?",
          "introduction": "Ik ben een verhalenverteller met een camera, vader van een bruisende vijfjarige dochter en echtgenoot van mijn fantastische vrouw, mijn avontuurlijke partner sinds 2016. Mijn leven is een mix van analoge synthesizers, alternatieve muziek en de filmische werelden van Kubrick en Blade Runner. Ik werkte tien jaar als vliegtuiginspecteur, waar ik mijn oog voor detail aanscherpte, voordat ik overstapte naar programmeren, wat me de vrijheid gaf om fotografie fulltime na te jagen.",
          "items": [
            {
              "title": "Mijn Verhaal",
              "text": "Fotografie is voor mij heel persoonlijk. Ik groeide op met het koesteren van een oude zwart-witfoto van mijn overgrootvader, genomen net na de Tweede Wereldoorlog. De vervaagde randen bewaren een verhaal dat geen smartphonesnapshot ooit zou kunnen vangen. Daarom ben ik gepassioneerd over het maken van echte, bewuste beelden die erfstukken worden. Of ik nu plezier maak met mijn boezemvrienden Dimitri en Yves aan een biljarttafel of de stille momenten van mijn familie vastleg, ik weet wat een foto die blijft waard is. Mijn achtergrond in muziek, technologie en het leven vormt hoe ik de wereld zie door mijn lens – rauw, echt en vol ziel.",
              "imageAlt": "Een zwart-wit foto die het begin van een reis symboliseert."
            },
            {
              "title": "Mijn Visie en Stijl",
              "text": "Waarom voor mij kiezen? Omdat ik niet zomaar foto’s maak – ik zie jou. Mijn liefde voor muziek, film en filosofie brengt creativiteit en diepgang in elke shoot. Mijn technische achtergrond garandeert precisie, maar mijn hart als vader en echtgenoot voegt warmte toe aan elk beeld. Laten we samen iets tijdloos creëren.",
              "imageAlt": "Een professionele foto van de fotograaf met een cliënt, als symbool voor de samenwerking."
            },
            {
              "title": "Mijn Passie",
              "text": "Mijn passie voor fotografie begon toen ik de kracht van beelden ontdekte. Het vastleggen van de menselijke emoties en de unieke verhalen van mensen is mijn drijfveer. Mijn stijl combineert artistieke compositie met authenticiteit.",
              "imageAlt": "Een artistieke foto die de persoonlijke stijl van de fotograaf weergeeft."
            }
          ]
        },
        "bookingProcess": {
          "title": "Hoe Boek Je Mij?",
          "text": "Mij boeken is eenvoudig en persoonlijk. Neem contact op via het formulier, en we praten over jouw visie. Zodra we op één lijn zitten, breng ik mijn camera, mijn passie en mijn oog voor detail om momenten vast te leggen die voelen als poëzie in beweging. Je krijgt beelden die niet alleen mooi zijn, maar die leven, eeuwig zijn en helemaal van jou.",
          "buttonText": "Boek een afspraak"
        }
      },
      "portfolioPage": {
        "pageTitle": "Portfolio | Dieter Vanlangenaker Photography",
        "portfolioHeading": "Mijn Portfolio"
      }
    }
  }
}
